Repository: bae-fm/bae
Catalog: bae-macos/bae/bae/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, cs, de, es, fr, gu, he, hi, hr, it, ja, kn, ko, ml, mr, nl, pa, pl, pt_br, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Connect
ar: اتصال
bg: Свързване
bn: সংযোগ করুন
cs: Připojit
de: Verbinden
es: Conectar
fr: Connecter
gu: જોડો
he: התחבר
hi: कनेक्ट करें
hr: Poveži
it: Connetti
ja: 接続
kn: ಸಂಪರ್ಕಿಸಿ
ko: 연결
ml: ബന്ധിപ്പിക്കുക
mr: कनेक्ट करा
nl: Verbinden
pa: ਕਨੈਕਟ ਕਰੋ
pl: Połącz
pt_br: Conectar
ta: இணை
te: కనెక్ట్
th: เชื่อมต่อ
tr: Bağlan
uk: Підключити
ur: جوڑیں
vi: Kết nối
zh_hans: 连接
zh_hant: 連接

source: Connect %@
ar: الاتصال بـ %@
bg: Свързване с %@
bn: %@ সংযোগ করুন
cs: Připojit %@
de: %@ verbinden
es: Conectar %@
fr: Connecter %@
gu: %@ જોડો
he: התחבר אל %@
hi: %@ कनेक्ट करें
hr: Poveži %@
it: Connetti %@
ja: %@ に接続
kn: %@ ಸಂಪರ್ಕಿಸಿ
ko: %@ 연결
ml: %@ ബന്ധിപ്പിക്കുക
mr: %@ जोडा
nl: %@ verbinden
pa: %@ ਨਾਲ ਜੁੜੋ
pl: Połącz z %@
pt_br: Conectar %@
ta: %@ இணை
te: %@ కనెక్ట్ చేయి
th: เชื่อมต่อ %@
tr: %@ bağlan
uk: Підключити %@
ur: %@ منسلک کریں
vi: Kết nối %@
zh_hans: 连接 %@
zh_hant: 連接 %@

source: Connected
ar: متصل
bg: Свързано
bn: সংযুক্ত
cs: Připojeno
de: Verbunden
es: Conectado
fr: Connecté
gu: જોડાયેલું
he: מחובר
hi: जुड़ा हुआ
hr: Povezano
it: Connesso
ja: 接続済み
kn: ಸಂಪರ್ಕಗೊಂಡಿದೆ
ko: 연결됨
ml: ബന്ധിപ്പിച്ചു
mr: जोडलेले
nl: Verbonden
pa: ਜੁੜਿਆ ਹੋਇਆ
pl: Połączono
pt_br: Conectado
ta: இணைக்கப்பட்டது
te: కనెక్ట్ అయింది
th: เชื่อมต่อแล้ว
tr: Bağlandı
uk: Підключено
ur: منسلک
vi: Đã kết nối
zh_hans: 已连接
zh_hant: 已連線

source: Connecting...
ar: جارٍ الاتصال...
bg: Свързване...
bn: সংযোগ করা হচ্ছে...
cs: Připojování…
de: Verbindung wird hergestellt …
es: Conectando...
fr: Connexion…
gu: જોડાઈ રહ્યું છે...
he: מתחבר…
hi: जुड़ रहा है...
hr: Povezivanje...
it: Connessione...
ja: 接続中…
kn: ಸಂಪರ್ಕಿಸಲಾಗುತ್ತಿದೆ...
ko: 연결 중...
ml: ബന്ധിപ്പിക്കുന്നു...
mr: जोडत आहे...
nl: Verbinden...
pa: ਜੁੜਿਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Łączenie...
pt_br: Conectando...
ta: இணைக்கப்படுகிறது...
te: కనెక్ట్ అవుతోంది...
th: กำลังเชื่อมต่อ...
tr: Bağlanıyor...
uk: Підключення…
ur: منسلک ہو رہا ہے...
vi: Đang kết nối...
zh_hans: 连接中…
zh_hant: 正在連線...

source: Contents
ar: المحتويات
bg: Съдържание
bn: বিষয়বস্তু
cs: Obsah
de: Inhalt
es: Contenido
fr: Contenu
gu: સામગ્રી
he: תוכן
hi: सामग्री
hr: Sadržaj
it: Contenuto
ja: 内容
kn: ವಿಷಯಗಳು
ko: 내용
ml: ഉള്ളടക്കം
mr: सामग्री
nl: Inhoud
pa: ਸਮੱਗਰੀ
pl: Zawartość
pt_br: Conteúdo
ta: உள்ளடக்கம்
te: విషయాలు
th: เนื้อหา
tr: İçerik
uk: Вміст
ur: مواد
vi: Nội dung
zh_hans: 内容
zh_hant: 內容

source: Copy code
ar: نسخ الرمز
bg: Копиране на кода
bn: কোড কপি করুন
cs: Kopírovat kód
de: Code kopieren
es: Copiar código
fr: Copier le code
gu: કોડ કૉપિ કરો
he: העתקת הקוד
hi: कोड कॉपी करें
hr: Kopiraj kôd
it: Copia codice
ja: コードをコピー
kn: ಕೋಡ್ ನಕಲಿಸಿ
ko: 코드 복사
ml: കോഡ് പകർത്തുക
mr: कोड कॉपी करा
nl: Code kopiëren
pa: ਕੋਡ ਕਾਪੀ ਕਰੋ
pl: Kopiuj kod
pt_br: Copiar código
ta: குறியீட்டை நகலெடு
te: కోడ్‌ను కాపీ చేయండి
th: คัดลอกรหัส
tr: Kodu kopyala
uk: Копіювати код
ur: کوڈ کاپی کریں
vi: Sao chép mã
zh_hans: 复制代码
zh_hant: 拷貝代碼

source: Copy details
ar: نسخ التفاصيل
bg: Копиране на детайлите
bn: বিবরণ কপি করুন
cs: Kopírovat podrobnosti
de: Details kopieren
es: Copiar detalles
fr: Copier les détails
gu: વિગતો નકલ કરો
he: העתק פרטים
hi: विवरण कॉपी करें
hr: Kopiraj pojedinosti
it: Copia dettagli
ja: 詳細をコピー
kn: ವಿವರಗಳನ್ನು ನಕಲಿಸಿ
ko: 세부 정보 복사
ml: വിശദാംശങ്ങൾ പകർത്തുക
mr: तपशील कॉपी करा
nl: Details kopiëren
pa: ਵੇਰਵੇ ਕਾਪੀ ਕਰੋ
pl: Kopiuj szczegóły
pt_br: Copiar detalhes
ta: விவரங்களை நகலெடு
te: వివరాలను కాపీ చేయి
th: คัดลอกรายละเอียด
tr: Ayrıntıları kopyala
uk: Скопіювати деталі
ur: تفصیلات نقل کریں
vi: Sao chép chi tiết
zh_hans: 复制详情
zh_hant: 複製詳細資料

source: Copy Details
ar: نسخ التفاصيل
bg: Копиране на детайлите
bn: বিবরণ কপি করুন
cs: Kopírovat podrobnosti
de: Details kopieren
es: Copiar detalles
fr: Copier les détails
gu: વિગતો નકલ કરો
he: העתק פרטים
hi: विवरण कॉपी करें
hr: Kopiraj pojedinosti
it: Copia dettagli
ja: 詳細をコピー
kn: ವಿವರಗಳನ್ನು ನಕಲಿಸಿ
ko: 세부 정보 복사
ml: വിശദാംശങ്ങൾ പകർത്തുക
mr: तपशील कॉपी करा
nl: Details kopiëren
pa: ਵੇਰਵੇ ਕਾਪੀ ਕਰੋ
pl: Kopiuj szczegóły
pt_br: Copiar detalhes
ta: விவரங்களை நகலெடு
te: వివరాలను కాపీ చేయి
th: คัดลอกรายละเอียด
tr: Ayrıntıları Kopyala
uk: Скопіювати деталі
ur: تفصیلات نقل کریں
vi: Sao chép chi tiết
zh_hans: 复制详情
zh_hant: 複製詳細資料

source: Copy Library ID
ar: نسخ معرّف المكتبة
bg: Копиране на ID на библиотеката
bn: লাইব্রেরি ID কপি করুন
cs: Kopírovat ID knihovny
de: Bibliotheks-ID kopieren
es: Copiar ID de biblioteca
fr: Copier l'ID de la bibliothèque
gu: લાઇબ્રેરી ID કૉપિ કરો
he: העתק מזהה ספרייה
hi: लाइब्रेरी ID कॉपी करें
hr: Kopiraj ID fonoteke
it: Copia ID libreria
ja: ライブラリIDをコピー
kn: ಗ್ರಂಥಾಲಯ ID ನಕಲಿಸಿ
ko: 라이브러리 ID 복사
ml: ലൈബ്രറി ID പകർത്തുക
mr: लायब्ररी ID कॉपी करा
nl: Bibliotheek-ID kopiëren
pa: ਲਾਇਬ੍ਰੇਰੀ ID ਕਾਪੀ ਕਰੋ
pl: Kopiuj identyfikator biblioteki
pt_br: Copiar ID da biblioteca
ta: நூலக ID-ஐ நகலெடு
te: లైబ్రరీ IDని కాపీ చేయండి
th: คัดลอก ID คลัง
tr: Kitaplık ID'sini Kopyala
uk: Скопіювати ID бібліотеки
ur: لائبریری ID کاپی کریں
vi: Sao chép ID thư viện
zh_hans: 复制库 ID
zh_hant: 複製資料庫 ID

source: Copy token
ar: نسخ الرمز المميز
bg: Копиране на токена
bn: টোকেন কপি করুন
cs: Kopírovat token
de: Token kopieren
es: Copiar token
fr: Copier le jeton
gu: ટોકન નકલ કરો
he: העתק אסימון
hi: टोकन कॉपी करें
hr: Kopiraj token
it: Copia token
ja: トークンをコピー
kn: ಟೋಕನ್ ನಕಲಿಸಿ
ko: 토큰 복사
ml: ടോക്കൺ പകർത്തുക
mr: टोकन कॉपी करा
nl: Token kopiëren
pa: ਟੋਕਨ ਕਾਪੀ ਕਰੋ
pl: Kopiuj token
pt_br: Copiar token
ta: குறியீட்டை நகலெடு
te: టోకెన్‌ను కాపీ చేయి
th: คัดลอกโทเค็น
tr: Belirteci kopyala
uk: Копіювати токен
ur: ٹوکن نقل کریں
vi: Sao chép token
zh_hans: 复制令牌
zh_hant: 複製權杖

# Could not read %@: %@
source: Could not read %1$@: %2$@
ar: تعذرت قراءة %1$@: %2$@
bg: Не можа да се прочете %1$@: %2$@
bn: %1$@ পড়া যায়নি: %2$@
cs: Nelze přečíst %1$@: %2$@
de: %1$@ konnte nicht gelesen werden: %2$@
es: No se pudo leer %1$@: %2$@
fr: Impossible de lire %1$@: %2$@
gu: %1$@ વાંચી શકાયું નહીં: %2$@
he: לא ניתן לקרוא את %1$@: %2$@
hi: %1$@ पढ़ा नहीं जा सका: %2$@
hr: Nije moguće pročitati %1$@: %2$@
it: Impossibile leggere %1$@: %2$@
ja: %1$@を読み取れませんでした: %2$@
kn: %1$@ ಓದಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ: %2$@
ko: %1$@을(를) 읽을 수 없음: %2$@
ml: %1$@ വായിക്കാനായില്ല: %2$@
mr: %1$@ वाचता आले नाही: %2$@
nl: Kan %1$@ niet lezen: %2$@
pa: %1$@ ਪੜ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ: %2$@
pl: Nie można odczytać %1$@: %2$@
pt_br: Não foi possível ler %1$@: %2$@
ta: %1$@ ஐப் படிக்க முடியவில்லை: %2$@
te: %1$@ చదవలేకపోయింది: %2$@
th: ไม่สามารถอ่าน %1$@: %2$@
tr: %1$@ okunamadı: %2$@
uk: Не вдалося прочитати %1$@: %2$@
ur: %1$@ پڑھا نہیں جا سکا: %2$@
vi: Không thể đọc %1$@: %2$@
zh_hans: 无法读取%1$@: %2$@
zh_hant: 無法讀取%1$@: %2$@

source: Could not read dropped item
ar: تعذّر قراءة العنصر المُسقَط
bg: Пуснатият елемент не може да бъде прочетен
bn: ছাড়া আইটেম পড়া যায়নি
cs: Nelze přečíst přetažené položky
de: Abgelegtes Element konnte nicht gelesen werden
es: No se pudo leer el elemento soltado
fr: Impossible de lire l'élément déposé
gu: છોડેલી વસ્તુ વાંચી શકાયી નહીં
he: לא ניתן לקרוא את הפריט שנגרר
hi: छोड़ी गई वस्तु पढ़ी नहीं जा सकी
hr: Nije moguće pročitati ispuštenu stavku
it: Impossibile leggere l'elemento rilasciato
ja: ドロップされた項目を読み込めませんでした
kn: ಬಿಟ್ಟ ಐಟಂ ಓದಲಾಗಲಿಲ್ಲ
ko: 놓은 항목을 읽을 수 없음
ml: വിട്ട ഇനം വായിക്കാനായില്ല
mr: सोडलेली वस्तू वाचता आली नाही
nl: Kan gesleept item niet lezen
pa: ਛੱਡੀ ਆਈਟਮ ਪੜ੍ਹੀ ਨਹੀਂ ਜਾ ਸਕੀ
pl: Nie udało się odczytać upuszczonego elementu
pt_br: Não foi possível ler o item solto
ta: இழுத்து விடப்பட்ட உருப்படியை வாசிக்க முடியவில்லை
te: వదిలిన అంశాన్ని చదవలేకపోయింది
th: ไม่สามารถอ่านรายการที่วางได้
tr: Bırakılan öğe okunamadı
uk: Не вдалося прочитати перетягнений елемент
ur: چھوڑی گئی شے پڑھی نہیں جا سکی
vi: Không thể đọc mục đã thả
zh_hans: 无法读取拖入的项目
zh_hant: 無法讀取拖放的項目

source: Couldn't add folder
ar: تعذّرت إضافة المجلد
bg: Папката не може да бъде добавена
bn: ফোল্ডার যোগ করা যায়নি
cs: Nelze přidat složku
de: Ordner konnte nicht hinzugefügt werden
es: No se pudo añadir la carpeta
fr: Impossible d'ajouter le dossier
gu: ફોલ્ડર ઉમેરી શકાયું નહીં
he: לא ניתן להוסיף תיקייה
hi: फोल्डर नहीं जोड़ा जा सका
hr: Nije moguće dodati mapu
it: Impossibile aggiungere la cartella
ja: フォルダを追加できませんでした
kn: ಫೋಲ್ಡರ್ ಸೇರಿಸಲಾಗಲಿಲ್ಲ
ko: 폴더를 추가할 수 없음
ml: ഫോൾഡർ ചേർക്കാനായില്ല
mr: फोल्डर जोडता आला नाही
nl: Kan map niet toevoegen
pa: ਫੋਲਡਰ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
pl: Nie udało się dodać folderu
pt_br: Não foi possível adicionar a pasta
ta: கோப்புறையைச் சேர்க்க முடியவில்லை
te: ఫోల్డర్‌ను జోడించలేకపోయింది
th: เพิ่มโฟลเดอร์ไม่ได้
tr: Klasör eklenemedi
uk: Не вдалося додати теку
ur: پوشہ شامل نہیں ہو سکا
vi: Không thể thêm thư mục
zh_hans: 无法添加文件夹
zh_hant: 無法加入資料夾

source: Couldn't change that track: %@
ar: تعذّر تغيير هذا المقطع: %@
bg: Този запис не можа да се промени: %@
bn: সেই ট্র্যাকটি বদলানো যায়নি: %@
cs: Tuto skladbu se nepodařilo změnit: %@
de: Dieser Titel konnte nicht geändert werden: %@
es: No se pudo cambiar esa pista: %@
fr: Impossible de modifier cette piste : %@
gu: એ ટ્રૅક બદલી શકાયો નહીં: %@
he: לא ניתן לשנות את הרצועה הזו: %@
hi: वह ट्रैक बदला नहीं जा सका: %@
hr: Tu pjesmu nije moguće promijeniti: %@
it: Impossibile modificare questa traccia: %@
ja: そのトラックを変更できませんでした: %@
kn: ಆ ಟ್ರ್ಯಾಕ್ ಬದಲಾಯಿಸಲಾಗಲಿಲ್ಲ: %@
ko: 해당 트랙을 변경할 수 없습니다: %@
ml: ആ ട്രാക്ക് മാറ്റാനായില്ല: %@
mr: तो ट्रॅक बदलता आला नाही: %@
nl: Kon dat nummer niet wijzigen: %@
pa: ਉਹ ਟਰੈਕ ਬਦਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ: %@
pl: Nie udało się zmienić tego utworu: %@
pt_br: Não foi possível alterar essa faixa: %@
ta: அந்தத் தடத்தை மாற்ற முடியவில்லை: %@
te: ఆ ట్రాక్‌ను మార్చలేకపోయాం: %@
th: เปลี่ยนแทร็กนั้นไม่ได้: %@
tr: Bu parça değiştirilemedi: %@
uk: Не вдалося змінити цей трек: %@
ur: وہ ٹریک تبدیل نہیں کیا جا سکا: %@
vi: Không thể thay đổi bản nhạc đó: %@
zh_hans: 无法修改该曲目：%@
zh_hant: 無法修改該曲目：%@

source: Couldn't change the cover: %@
ar: تعذّر تغيير الغلاف: %@
bg: Обложката не можа да се промени: %@
bn: কভারটি বদলানো যায়নি: %@
cs: Nepodařilo se změnit obal: %@
de: Das Cover konnte nicht geändert werden: %@
es: No se pudo cambiar la portada: %@
fr: Impossible de changer la pochette : %@
gu: કવર બદલી શકાયું નહીં: %@
he: לא ניתן לשנות את העטיפה: %@
hi: कवर बदला नहीं जा सका: %@
hr: Omot nije moguće promijeniti: %@
it: Impossibile cambiare la copertina: %@
ja: カバーを変更できませんでした: %@
kn: ಕವರ್ ಬದಲಾಯಿಸಲಾಗಲಿಲ್ಲ: %@
ko: 커버를 변경할 수 없습니다: %@
ml: കവർ മാറ്റാനായില്ല: %@
mr: कव्हर बदलता आले नाही: %@
nl: Kon de hoes niet wijzigen: %@
pa: ਕਵਰ ਬਦਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ: %@
pl: Nie udało się zmienić okładki: %@
pt_br: Não foi possível alterar a capa: %@
ta: அட்டையை மாற்ற முடியவில்லை: %@
te: కవర్‌ను మార్చలేకపోయాం: %@
th: เปลี่ยนปกไม่ได้: %@
tr: Kapak değiştirilemedi: %@
uk: Не вдалося змінити обкладинку: %@
ur: سرورق تبدیل نہیں کیا جا سکا: %@
vi: Không thể thay đổi ảnh bìa: %@
zh_hans: 无法更换封面：%@
zh_hant: 無法更換封面：%@

# Couldn't change what %@ describes: %@
source: Couldn't change what %1$@ describes: %2$@
ar: تعذّر تغيير ما يصفه %1$@: %2$@
bg: Не можа да се промени какво описва %1$@: %2$@
bn: %1$@ কী বর্ণনা করে তা বদলানো যায়নি: %2$@
cs: Nepodařilo se změnit, co %1$@ popisuje: %2$@
de: Konnte nicht ändern, was %1$@ beschreibt: %2$@
es: No se pudo cambiar qué describe %1$@: %2$@
fr: Impossible de changer ce que décrit %1$@ : %2$@
gu: %1$@ શું વર્ણવે છે તે બદલી શકાયું નહીં: %2$@
he: לא ניתן לשנות מה %1$@ מתאר: %2$@
hi: %1$@ किसका वर्णन करता है, यह बदला नहीं जा सका: %2$@
hr: Nije moguće promijeniti što %1$@ opisuje: %2$@
it: Impossibile cambiare ciò che %1$@ descrive: %2$@
ja: %1$@が説明する対象を変更できませんでした: %2$@
kn: %1$@ ಏನನ್ನು ವಿವರಿಸುತ್ತದೆ ಎಂಬುದನ್ನು ಬದಲಾಯಿಸಲಾಗಲಿಲ್ಲ: %2$@
ko: %1$@이(가) 설명하는 대상을 바꿀 수 없음: %2$@
ml: %1$@ എന്തിനെ വിവരിക്കുന്നു എന്ന് മാറ്റാനായില്ല: %2$@
mr: %1$@ कशाचे वर्णन करते ते बदलता आले नाही: %2$@
nl: Kan niet wijzigen wat %1$@ beschrijft: %2$@
pa: %1$@ ਕੀ ਦੱਸਦਾ ਹੈ, ਇਹ ਬਦਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ: %2$@
pl: Nie udało się zmienić, co opisuje %1$@: %2$@
pt_br: Não foi possível mudar o que %1$@ descreve: %2$@
ta: %1$@ எதை விவரிக்கிறது என்பதை மாற்ற முடியவில்லை: %2$@
te: %1$@ దేన్ని వివరిస్తుందో మార్చలేకపోయాము: %2$@
th: เปลี่ยนสิ่งที่ %1$@ อธิบายไม่ได้: %2$@
tr: %1$@ öğesinin neyi tanımladığı değiştirilemedi: %2$@
uk: Не вдалося змінити, що описує %1$@: %2$@
ur: %1$@ کس چیز کو بیان کرتا ہے، یہ تبدیل نہیں ہو سکا: %2$@
vi: Không thể thay đổi nội dung mà %1$@ mô tả: %2$@
zh_hans: 无法更改 %1$@ 所描述的内容：%2$@
zh_hant: 無法變更 %1$@ 所描述的內容：%2$@

# Couldn't change what %@ is: %@
source: Couldn't change what %1$@ is: %2$@
ar: تعذّر تغيير ما يمثله %1$@: %2$@
bg: Не можа да се промени какво е %1$@: %2$@
bn: %1$@ কী, তা বদলানো যায়নি: %2$@
cs: Nepodařilo se změnit, čím je %1$@: %2$@
de: Konnte nicht ändern, was %1$@ ist: %2$@
es: No se pudo cambiar qué es %1$@: %2$@
fr: Impossible de changer ce qu’est %1$@ : %2$@
gu: %1$@ શું છે તે બદલી શકાયું નહીં: %2$@
he: לא ניתן לשנות מה הוא %1$@: %2$@
hi: %1$@ क्या है, यह बदला नहीं जा सका: %2$@
hr: Nije moguće promijeniti što je %1$@: %2$@
it: Impossibile cambiare cos’è %1$@: %2$@
ja: %1$@の扱いを変更できませんでした: %2$@
kn: %1$@ ಏನೆಂಬುದನ್ನು ಬದಲಾಯಿಸಲಾಗಲಿಲ್ಲ: %2$@
ko: %1$@의 역할을 바꿀 수 없음: %2$@
ml: %1$@ എന്താണെന്ന് മാറ്റാനായില്ല: %2$@
mr: %1$@ काय आहे ते बदलता आले नाही: %2$@
nl: Kan niet wijzigen wat %1$@ is: %2$@
pa: %1$@ ਕੀ ਹੈ, ਇਹ ਬਦਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ: %2$@
pl: Nie udało się zmienić, czym jest %1$@: %2$@
pt_br: Não foi possível mudar o que %1$@ é: %2$@
ta: %1$@ என்ன என்பதை மாற்ற முடியவில்லை: %2$@
te: %1$@ ఏమిటో మార్చలేకపోయాము: %2$@
th: เปลี่ยนบทบาทของ %1$@ ไม่ได้: %2$@
tr: %1$@ öğesinin ne olduğu değiştirilemedi: %2$@
uk: Не вдалося змінити, чим є %1$@: %2$@
ur: %1$@ کیا ہے، یہ تبدیل نہیں ہو سکا: %2$@
vi: Không thể thay đổi %1$@ là gì: %2$@
zh_hans: 无法更改 %1$@ 的角色：%2$@
zh_hant: 無法變更 %1$@ 的角色：%2$@

# Couldn't change which disc %@ is: %@
source: Couldn't change which disc %1$@ is: %2$@
ar: تعذّر تغيير القرص الذي يمثله %1$@: %2$@
bg: Не можа да се промени кой диск е %1$@: %2$@
bn: %1$@ কোন ডিস্ক, তা বদলানো যায়নি: %2$@
cs: Nepodařilo se změnit, který disk je %1$@: %2$@
de: Konnte nicht ändern, welche Disc %1$@ ist: %2$@
es: No se pudo cambiar qué disco es %1$@: %2$@
fr: Impossible de changer de quel disque %1$@ fait partie : %2$@
gu: %1$@ કઈ ડિસ્ક છે તે બદલી શકાયું નહીં: %2$@
he: לא ניתן לשנות איזה דיסק הוא %1$@: %2$@
hi: %1$@ कौन-सी डिस्क है, यह बदला नहीं जा सका: %2$@
hr: Nije moguće promijeniti koji je disk %1$@: %2$@
it: Impossibile cambiare quale disco è %1$@: %2$@
ja: %1$@のディスク番号を変更できませんでした: %2$@
kn: %1$@ ಯಾವ ಡಿಸ್ಕ್ ಎಂಬುದನ್ನು ಬದಲಾಯಿಸಲಾಗಲಿಲ್ಲ: %2$@
ko: %1$@의 디스크를 바꿀 수 없음: %2$@
ml: %1$@ ഏത് ഡിസ്കാണെന്ന് മാറ്റാനായില്ല: %2$@
mr: %1$@ कोणती डिस्क आहे ते बदलता आले नाही: %2$@
nl: Kan niet wijzigen welke schijf %1$@ is: %2$@
pa: %1$@ ਕਿਹੜੀ ਡਿਸਕ ਹੈ, ਇਹ ਬਦਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ: %2$@
pl: Nie udało się zmienić, którą płytą jest %1$@: %2$@
pt_br: Não foi possível mudar qual disco %1$@ é: %2$@
ta: %1$@ எந்த வட்டு என்பதை மாற்ற முடியவில்லை: %2$@
te: %1$@ ఏ డిస్క్ అనేది మార్చలేకపోయాము: %2$@
th: เปลี่ยนแผ่นของ %1$@ ไม่ได้: %2$@
tr: %1$@ öğesinin hangi disk olduğu değiştirilemedi: %2$@
uk: Не вдалося змінити, яким диском є %1$@: %2$@
ur: %1$@ کون سی ڈسک ہے، یہ تبدیل نہیں ہو سکا: %2$@
vi: Không thể thay đổi %1$@ là đĩa nào: %2$@
zh_hans: 无法更改 %1$@ 是第几张碟：%2$@
zh_hant: 無法變更 %1$@ 是第幾張碟：%2$@

source: Couldn't check for cloud-only releases: %@
ar: تعذّر التحقق من الإصدارات السحابية فقط: %@
bg: Не може да се провери за издания само в облака: %@
bn: শুধু-ক্লাউড রিলিজ পরীক্ষা করা যায়নি: %@
cs: Nelze zjistit vydání pouze v cloudu: %@
de: Nach reinen Cloud-Veröffentlichungen konnte nicht gesucht werden: %@
es: No se pudo comprobar si hay ediciones solo en la nube: %@
fr: Impossible de vérifier les éditions dans le cloud uniquement : %@
gu: માત્ર ક્લાઉડ પ્રકાશનો માટે તપાસી શકાયું નહીં: %@
he: לא ניתן לבדוק מהדורות בענן בלבד: %@
hi: केवल-क्लाउड रिलीज की जांच नहीं की जा सकी: %@
hr: Nije moguće provjeriti izdanja samo u oblaku: %@
it: Impossibile controllare le pubblicazioni solo cloud: %@
ja: クラウドのみのリリースを確認できませんでした: %@
kn: ಕ್ಲೌಡ್‌ನಲ್ಲಷ್ಟೇ ಇರುವ ಬಿಡುಗಡೆಗಳನ್ನು ಪರಿಶೀಲಿಸಲಾಗಲಿಲ್ಲ: %@
ko: 클라우드 전용 릴리스를 확인할 수 없음: %@
ml: ക്ലൗഡിൽ മാത്രം ഉള്ള പതിപ്പുകൾ പരിശോധിക്കാനായില്ല: %@
mr: फक्त क्लाउडवरील प्रकाशने तपासता आली नाहीत: %@
nl: Kan niet controleren op releases die alleen in de cloud staan: %@
pa: ਕੇਵਲ-ਕਲਾਊਡ ਰਿਲੀਜ਼ਾਂ ਦੀ ਜਾਂਚ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ: %@
pl: Nie udało się sprawdzić wydań tylko w chmurze: %@
pt_br: Não foi possível verificar lançamentos somente na nuvem: %@
ta: மேகத்தில் மட்டும் உள்ள வெளியீடுகளைச் சரிபார்க்க முடியவில்லை: %@
te: క్లౌడ్‌లో మాత్రమే ఉన్న విడుదలల కోసం తనిఖీ చేయలేకపోయింది: %@
th: ตรวจหารีลีสที่อยู่บนคลาวด์เท่านั้นไม่ได้: %@
tr: Yalnızca buluttaki yayınlar denetlenemedi: %@
uk: Не вдалося перевірити релізи, що зберігаються лише в хмарі: %@
ur: صرف کلاؤڈ اشاعتوں کی جانچ نہیں ہو سکی: %@
vi: Không thể kiểm tra các bản phát hành chỉ trên đám mây: %@
zh_hans: 无法检查仅云端版本：%@
zh_hant: 無法檢查僅在雲端的發行：%@

source: Couldn't check iCloud account status: %@
ar: تعذّر التحقق من حالة حساب iCloud: %@
bg: Състоянието на профила в iCloud не можа да бъде проверено: %@
bn: iCloud অ্যাকাউন্টের অবস্থা যাচাই করা যায়নি: %@
cs: Nepodařilo se ověřit stav účtu iCloud: %@
de: iCloud-Accountstatus konnte nicht geprüft werden: %@
es: No se pudo comprobar el estado de la cuenta de iCloud: %@
fr: Impossible de vérifier l'état du compte iCloud : %@
gu: iCloud ખાતાની સ્થિતિ ચકાસી શકાઈ નહીં: %@
he: לא ניתן היה לבדוק את מצב חשבון ה-iCloud‏: %@
hi: iCloud खाते की स्थिति जाँची नहीं जा सकी: %@
hr: Nije moguće provjeriti stanje iCloud računa: %@
it: Impossibile verificare lo stato dell'account iCloud: %@
ja: iCloudアカウントの状況を確認できませんでした: %@
kn: iCloud ಖಾತೆಯ ಸ್ಥಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಲಾಗಲಿಲ್ಲ: %@
ko: iCloud 계정 상태를 확인할 수 없음: %@
ml: iCloud അക്കൗണ്ട് നില പരിശോധിക്കാനായില്ല: %@
mr: iCloud खात्याची स्थिती तपासता आली नाही: %@
nl: Kan de status van de iCloud-account niet controleren: %@
pa: iCloud ਖਾਤੇ ਦੀ ਸਥਿਤੀ ਜਾਂਚੀ ਨਹੀਂ ਜਾ ਸਕੀ: %@
pl: Nie udało się sprawdzić stanu konta iCloud: %@
pt_br: Não foi possível verificar o estado da conta do iCloud: %@
ta: iCloud கணக்கின் நிலையைச் சரிபார்க்க முடியவில்லை: %@
te: iCloud ఖాతా స్థితిని తనిఖీ చేయడం సాధ్యం కాలేదు: %@
th: ตรวจสอบสถานะบัญชี iCloud ไม่ได้: %@
tr: iCloud hesabının durumu denetlenemedi: %@
uk: Не вдалося перевірити стан облікового запису iCloud: %@
ur: iCloud اکاؤنٹ کی صورتحال جانچی نہیں جا سکی: %@
vi: Không thể kiểm tra trạng thái tài khoản iCloud: %@
zh_hans: 无法检查 iCloud 账户状态：%@
zh_hant: 無法檢查 iCloud 帳戶狀態：%@

source: Couldn't check iCloud account status.
ar: تعذّر التحقق من حالة حساب iCloud.
bg: Състоянието на профила в iCloud не можа да бъде проверено.
bn: iCloud অ্যাকাউন্টের অবস্থা যাচাই করা যায়নি।
cs: Nepodařilo se ověřit stav účtu iCloud.
de: iCloud-Accountstatus konnte nicht geprüft werden.
es: No se pudo comprobar el estado de la cuenta de iCloud.
fr: Impossible de vérifier l'état du compte iCloud.
gu: iCloud ખાતાની સ્થિતિ ચકાસી શકાઈ નહીં.
he: לא ניתן היה לבדוק את מצב חשבון ה-iCloud.
hi: iCloud खाते की स्थिति जाँची नहीं जा सकी.
hr: Nije moguće provjeriti stanje iCloud računa.
it: Impossibile verificare lo stato dell'account iCloud.
ja: iCloudアカウントの状況を確認できませんでした。
kn: iCloud ಖಾತೆಯ ಸ್ಥಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಲಾಗಲಿಲ್ಲ.
ko: iCloud 계정 상태를 확인할 수 없습니다.
ml: iCloud അക്കൗണ്ട് നില പരിശോധിക്കാനായില്ല.
mr: iCloud खात्याची स्थिती तपासता आली नाही.
nl: Kan de status van de iCloud-account niet controleren.
pa: iCloud ਖਾਤੇ ਦੀ ਸਥਿਤੀ ਜਾਂਚੀ ਨਹੀਂ ਜਾ ਸਕੀ।
pl: Nie udało się sprawdzić stanu konta iCloud.
pt_br: Não foi possível verificar o estado da conta do iCloud.
ta: iCloud கணக்கின் நிலையைச் சரிபார்க்க முடியவில்லை.
te: iCloud ఖాతా స్థితిని తనిఖీ చేయడం సాధ్యం కాలేదు.
th: ตรวจสอบสถานะบัญชี iCloud ไม่ได้
tr: iCloud hesabının durumu denetlenemedi.
uk: Не вдалося перевірити стан облікового запису iCloud.
ur: iCloud اکاؤنٹ کی صورتحال جانچی نہیں جا سکی۔
vi: Không thể kiểm tra trạng thái tài khoản iCloud.
zh_hans: 无法检查 iCloud 账户状态。
zh_hant: 無法檢查 iCloud 帳戶狀態。

source: Couldn’t complete. Will retry
ar: تعذّر الإكمال. ستتم إعادة المحاولة
bg: Не успя да завърши. Ще се опита отново
bn: সম্পন্ন করা যায়নি। আবার চেষ্টা করা হবে
cs: Nepodařilo se dokončit. Zkusí to znovu
de: Konnte nicht abgeschlossen werden. Wird erneut versucht
es: No se pudo completar; se reintentará
fr: Impossible de terminer. Nouvelle tentative prévue
gu: પૂર્ણ થઈ શક્યું નહીં. ફરી પ્રયત્ન કરવામાં આવશે
he: לא הצליח להשלים. ינוסה שוב
hi: पूरा नहीं हो सका। फिर कोशिश की जाएगी
hr: Nije uspjelo. Pokušat će ponovno
it: Non è stato possibile completare. Verrà ritentato
ja: 完了できませんでした。再試行します
kn: ಪೂರ್ಣಗೊಳಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಲಾಗುವುದು
ko: 완료하지 못함. 다시 시도합니다
ml: പൂർത്തിയാക്കാനായില്ല. വീണ്ടും ശ്രമിക്കും
mr: पूर्ण होऊ शकले नाही। पुन्हा प्रयत्न केला जाईल
nl: Kon niet worden voltooid. Wordt opnieuw geprobeerd
pa: ਪੂਰਾ ਨਹੀਂ ਹੋ ਸਕਿਆ। ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਜਾਵੇਗੀ
pl: Nie udało się ukończyć. Spróbuje ponownie
pt_br: Não foi possível concluir. Nova tentativa em breve
ta: முடிக்க முடியவில்லை. மீண்டும் முயற்சிக்கப்படும்
te: పూర్తి కాలేదు. మళ్లీ ప్రయత్నిస్తుంది
th: ไม่สามารถทำให้เสร็จได้ จะลองใหม่อีกครั้ง
tr: Tamamlanamadı. Yeniden denenecek
uk: Не вдалося завершити. Буде повторено
ur: مکمل نہیں ہو سکا۔ دوبارہ کوشش کی جائے گی
vi: Không thể hoàn tất. Sẽ thử lại
zh_hans: 未能完成。将重试
zh_hant: 未能完成。將重試

source: Couldn't copy MCP token: %@
ar: تعذر نسخ الرمز المميز لـ MCP: %@
bg: MCP токенът не можа да бъде копиран: %@
bn: MCP টোকেন কপি করা যায়নি: %@
cs: Nepodařilo se zkopírovat MCP token: %@
de: MCP-Token konnte nicht kopiert werden: %@
es: No se pudo copiar el token MCP: %@
fr: Impossible de copier le jeton MCP : %@
gu: MCP ટોકન નકલ કરી શકાયું નહીં: %@
he: לא ניתן להעתיק אסימון MCP: %@
hi: MCP टोकन कॉपी नहीं किया जा सका: %@
hr: Nije moguće kopirati MCP token: %@
it: Impossibile copiare il token MCP: %@
ja: MCPトークンをコピーできませんでした: %@
kn: MCP ಟೋಕನ್ ನಕಲಿಸಲಾಗಲಿಲ್ಲ: %@
ko: MCP 토큰을 복사할 수 없음: %@
ml: MCP ടോക്കൺ പകർത്താനായില്ല: %@
mr: MCP टोकन कॉपी करता आले नाही: %@
nl: Kan MCP-token niet kopiëren: %@
pa: MCP ਟੋਕਨ ਕਾਪੀ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ: %@
pl: Nie udało się skopiować tokenu MCP: %@
pt_br: Não foi possível copiar o token MCP: %@
ta: MCP குறியீட்டை நகலெடுக்க முடியவில்லை: %@
te: MCP టోకెన్‌ను కాపీ చేయలేకపోయింది: %@
th: คัดลอกโทเค็น MCP ไม่ได้: %@
tr: MCP belirteci kopyalanamadı: %@
uk: Не вдалося скопіювати токен MCP: %@
ur: MCP ٹوکن نقل نہیں ہو سکا: %@
vi: Không thể sao chép token MCP: %@
zh_hans: 无法复制 MCP 令牌：%@
zh_hant: 無法複製 MCP 權杖：%@

source: Couldn't create a restore code
ar: تعذّر إنشاء رمز استعادة
bg: Кодът за възстановяване не можа да бъде създаден
bn: পুনরুদ্ধার কোড তৈরি করা যায়নি
cs: Obnovovací kód se nepodařilo vytvořit
de: Wiederherstellungscode konnte nicht erstellt werden
es: No se pudo crear un código de restauración
fr: Impossible de créer un code de restauration
gu: રિસ્ટોર કોડ બનાવી શકાયો નહીં
he: לא ניתן היה ליצור קוד שחזור
hi: पुनर्स्थापना कोड नहीं बनाया जा सका
hr: Nije moguće stvoriti kod za obnovu
it: Impossibile creare un codice di ripristino
ja: 復元コードを作成できませんでした
kn: ಮರುಸ್ಥಾಪನೆ ಕೋಡ್ ರಚಿಸಲಾಗಲಿಲ್ಲ
ko: 복원 코드를 생성할 수 없습니다
ml: പുനഃസ്ഥാപന കോഡ് സൃഷ്ടിക്കാനായില്ല
mr: पुनर्संचयन कोड तयार करता आला नाही
nl: Kan geen herstelcode aanmaken
pa: ਰੀਸਟੋਰ ਕੋਡ ਬਣਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pl: Nie udało się utworzyć kodu przywracania
pt_br: Não foi possível criar um código de restauração
ta: மீட்டமைப்புக் குறியீட்டை உருவாக்க முடியவில்லை
te: పునరుద్ధరణ కోడ్‌ను సృష్టించడం సాధ్యం కాలేదు
th: ไม่สามารถสร้างรหัสกู้คืนได้
tr: Geri yükleme kodu oluşturulamadı
uk: Не вдалося створити код відновлення
ur: بحالی کوڈ نہیں بنایا جا سکا
vi: Không thể tạo mã khôi phục
zh_hans: 无法创建恢复码
zh_hant: 無法建立還原碼
